Repository: common-repository/netblog
Catalog: lang/netblog-*.po
Languages: de_de

source: Invalid caption numbering
de_de: Ungültige Nummerierung der Beschriftung

source: Author
de_de: Autor

source: Title
de_de: Titel

source: Year
de_de: Jahr

source: City
de_de: Stand

source: Publisher
de_de: Herausgeber, Verlag

source: Publisher Place
de_de: Herausgeber, Ort

source: Pages
de_de: Seitenangaben

source: Volume
de_de: Band

source: Book Author
de_de: Buchautor

source: Book Title
de_de: Buchtitel

source: Title Periodical
de_de: Titel von Magazin/Zeitschrift

source: Month
de_de: Monat

source: Day
de_de: Tag

source: Year accessed
de_de: Jahr, zugegriffen

source: Month accessed
de_de: Monat, zugegriffen

source: Day accessed
de_de: Tag, zugegriffen

source: Conference name
de_de: Name der Konferenz

source: Books
de_de: Bücher

source: Composer
de_de: Komponist

source: Conductor
de_de: Leiter, Leitung

source: Performer
de_de: Artist

source: Writer
de_de: Schriftsteller

source: Director
de_de: Regisseur

source: Movie
de_de: Film

source: Inventor
de_de: Erfinder

source: Patent num.
de_de: Patentnummer

source: Case num.
de_de: Fallnummer

source: Court
de_de: Gericht

source: Source
de_de: Quelle

source: Special
de_de: Spezial/Besonderes

source: Webpage
de_de: Webseite, URL

source: Website
de_de: Herausgeber/Besiter der Webseite

source: Type
de_de: Typ

source: Print
de_de: Ausgeben

source: Print Sections
de_de: Abschnitt ausgeben

source: Print Headline
de_de: Headline ausgeben

source: Print Custom
de_de: Benutzerdefiniertes Ausdrucken

source: Book Sections
de_de: Buchabschnitt, Kapitel

source: Journal Articles
de_de: Artikel im Journal

source: Magazine Articles
de_de: Artikel im Magazin

source: Newspaper Articles
de_de: Zeitungsartikel

source: Encyclopedia Articles
de_de: Artikel in Enzyklopädie

source: Conference Proceedings
de_de: Tagungsbericht

source: ERIC Document
de_de: ERIC Dokument

source: Websites
de_de: Webseiten

source: PowerPoint Presentation
de_de: PowerPoint Präsentation

source: Art
de_de: Kunst

source: Sound Recording
de_de: Musikaufnahme

source: Performance
de_de: Aufführung

source: Case
de_de: Fall

source: Invalid Citation: missing author and/or title
de_de: Ungültige Zitierung: fehlender Autor und/oder Titel

# url
source: Retrieved from
de_de: Empfangen von

# citebooksection
source: In %s
de_de: Aus %s

source: Retrieved from ERIC databse.
de_de: Empfangen vom ERIC Datenbank

# url
source: Retrieved
de_de: Empfangen

# url
source: from
de_de: von

# url
source: website
de_de: Webseite

# cite
source: In <i>Wikipedia</i>
de_de: Aus <i>Wikipedia</i>

# netblog
source: Weblog message
de_de: Weblog Nachricht

# netblog
source: Video file
de_de: Video Datei

source: PowerPoint slides
de_de: PowerPoint Folie

# citepublisher
source: in %s
de_de: von %s

source: On-line. Available from Internet
de_de: Online. Erhältlich vom Internet.

# url
source: accessed
de_de: zugegriffen

source: Rev. of %s, dir. %s
de_de: Rev. von %s, Dir. %s

source: Rpt in %s
de_de: Wied. in %s

source: Wikipedia: The Free Encyclopedia
de_de: Wikipedia: Die Freie Enzyklopädie

# url
source: From %s
de_de: Von %s

# citedatafile
source: file
de_de: Datei

source: Manage External Links
de_de: Externe Links verwalten

source: Just Added
de_de: Neue

source: Most Popular
de_de: Beliebte

source: Trashed
de_de: Gelöschte

source: Quick Find
de_de: Schnellsuche

source: Custom
de_de: Eigene

source: Restore
de_de: Wiederherstellen

source: Trash
de_de: Löschen

source: Erase
de_de: Permanent Löschen

source: Advanced
de_de: Erweitert

source: Update
de_de: Aktualisieren

source: Check Status
de_de: Status überprüfen

source: Lock
de_de: Verriegeln

source: Unlock
de_de: Entriegeln

source: Locked
de_de: Gesichert

source: Modified
de_de: Geändert

source: %s times
de_de: %s mal

source: Nothing found
de_de: Nichts gefunden

source: search ...
de_de: suche ...

source: Type a name to search for posts, pages and other resources in the internet.
de_de: Hier einen Namen eingeben um nach Posts, Seiten und andere Resourcen im Internet zu suchen.

source: Search for resources
de_de: Nach Resourcen suchen

source: Your Wordpress site
de_de: Diese Wordpress Seite

source: Published
de_de: Herausgegeben

source: Unable to load autocomplete box Handler!
de_de: Fehler beim Laden des Autocomplete Box Handler!

# url
source: visit
de_de: gehe zu

# post
source: read
de_de: lesen

# post
source: edit
de_de: bearbeiten

source: Published on
de_de: Herausgeben am

source: as
de_de: als

source: Unable to load List Handler!
de_de: Fehler beim Laden des List Handler!

source: Cannot add link
de_de: Kann nicht den Link hinzufügen

source: Error: cannot remove node
de_de: Fehler: kann nicht den Eintrag entfernen

source: Reference Maker
de_de: Referenz Maker

source: Create
de_de: Erstellen

source: Footnote
de_de: Fußnote

source: Citation
de_de: Zitate

source: Caption
de_de: Beschriftungen

source: Cross-reference
de_de: Querverweis

source: Tables
de_de: Tabellen

source: Footnotes
de_de: Fußnoten

source: Bibliography
de_de: Bibliographie

source: Print Footnotes
de_de: Fußnoten ausgeben

source: Your Footnote
de_de: Deine Fußnote

source: Copy &amp; Paste
de_de: Kopieren &amp; Einfügen

source: required
de_de: notwendig

source: must be unique for this site
de_de: muss eindeutig für d. Seite sein

source: Display
de_de: Anzeige-Optionen

source: the first of each type per post counts
de_de: die erste Definition zählt (je Typ und Post/Page)

source: Default
de_de: Standard

source: Right
de_de: Rechts

source: Left
de_de: Links

source: optional; e.g. %s or %s
de_de: opional; z.B. %s oder %s

source: none
de_de: nichts

source: Print Style
de_de: Druckstil

source: Custom Styles
de_de: Eigener Stil

source: Headline
de_de: Überschrift

source: default: References
de_de: Standard: Referenzen

source: More
de_de: Mehr

source: No global captions found.
de_de: Keine globalen Beschriftungen

source: Settings
de_de: Einstellungen

source: Enable Help
de_de: Hilfe aktivieren

source: General
de_de: Allgemein

source: Under the Hood
de_de: Erweitert

source: Editor
de_de: Redakteur

source: Contributor
de_de: Mitwirkende, Beitragende

source: Subscriber
de_de: AbonnentInnen

source: Immediate
de_de: Sofort

source: %d second
de_de: %d Sekunde

source: %d min
de_de: %d Minute

source: Enabled
de_de: Eingeschaltet

source: Custom Search Templates
de_de: Eigene Suchtemplates

source: Screen name
de_de: Neuer Name für eigenen Suchtemplate

source: Your custom search query, e.g. %s
de_de: Eigene Suchanfrage, e.g. %s

source: Add Template
de_de: Template hinzufügen

source: Maximum characters: %d
de_de: Maximale Zeichen: %d

source: alpha-numeric only
de_de: nur alpha-numerisch

source: no whitespace
de_de: keine Lehrzeichen

source: Search query
de_de: Suchanfragen

source: Read/Access Privilege
de_de: Lesezugriffsrechte

source: Edit Privilege
de_de: Schreibzugriffsrechte

source: Auto-save after modification
de_de: Automatische Speicherung nach

source: Blogsearch
de_de: Blogsuche

source: Predefined Provider
de_de: Vordefinierte Anbieter

source: Google Blogsearch
de_de: Google Blogsuche

source: Apply
de_de: Übernehmen

source: Provider Name
de_de: Name des Anbieters

source: Provider URL
de_de: URL des Anbieters

source: Blogsearch URL
de_de: URL für Blogsuche

source: must return a valid XML Feed
de_de: muss ein gültiges XML-Feed zurückgeben

source: %s := will be replaced either with Global Max Results or with a lower number so that the total number of links displayed will not exceed the maximum number defined by the user in the widget section.
de_de: %s := wird entweder mit der Anzahl von Maximale Globale Ergebnisse ersetzt oder einer entsprechend geringeren Zahl, sodass die gesamte Anzahl von angezeigten Links nicht das Maximum überschreitet, dass vom Benutzer im Widget definiert wurde.

source: %s := will be replaced with the query.
de_de: %s := wird mit der Suchanfrage ersetzt.

source: Global Max Results
de_de: Maximale Globale Ergebnisse

source: Websearch
de_de: Websuche

source: Yahoo Websearch API
de_de: Yahoo Websuche API

source: Websearch URL
de_de: URL für die Websuche

source: Location
de_de: Ort

source: Bottom of page
de_de: Am Ende der Seite

source: Number format
de_de: Format für Nummerierung

source: Default Style
de_de: Standard Stil

source: Built-in Styles
de_de: vorinstallierte Stile

source: Force all posts to use this style
de_de: Für alle Posts verwenden

source: Add Filter
de_de: Filter hinzufügen

source: Style Name
de_de: Stilname

source: Filter Type
de_de: Filtertyp

source: Allowed characters
de_de: gültige Zeichen

source: Max characters: %s of %s
de_de: Maximale Zeichen: %s von %s

source: Protected Names: %s
de_de: Geschützte Namen: %s

source: Use of an existing filter type for your custom style will overwrite the filter.
de_de: Einen bereits existierenden Namen für den Filter wählen, um den alten zu überschreiben/ändern.

source: Preview
de_de: Vorschau

source: no preview available
de_de: keine Vorschau verfügbar

source: Valid Keywords
de_de: Gültige Schlüsselworte

source: Help Tool
de_de: Hilfe

source: Captions are automatically added when first declared in a post/page and if this privilege is met.
de_de: Beschriftungen werden automatisch bei erstmaliger Deklaration in einer Post/Page hinzugefügt, sofern die Zugriffsbestimmungen erfüllt sind.

source: Who may add global types?
de_de: Wer darf globale Typen hinzufügen­­?

source: When active, these settings will override all captions in any post and in any page.
de_de: Sobald aktiviert werden die Einstellungen für diesen Beschriftungstyp in allen Posts und Pages verwendet.

source: Print format
de_de: Druckformatierung

source: Remove permanently
de_de: Für immer löschen

source: Create a new type
de_de: Einen neuen Typ erstellen

source: Rebuild Caption Numbers
de_de: Beschriftungen prüfen & aktualisieren

source: Settings updated.
de_de: Einstellungen geändert.

source: Added custom filter
de_de: Eigenen Filter hinzugefügt

source: Invalid characters in your citation style
de_de: Ungültige Zeichen im Zitatstil

source: Filter removed
de_de: Filter entfernt

source: Incomplete citation style
de_de: Unvollständiges Zitatstil

source: Added caption type %s.
de_de: Beschriftungstyp %s hinzugefügt.

source: Removed caption type %s.
de_de: Beschriftungstyp %s entfernt.

source: Rebuild caption numbers.
de_de: Beschriftungen geprüft & aktualisiert.

source: Failed to rebuild caption numbers.
de_de: Konnte nicht die Beschriftungen aktualisieren.

source: You do not have sufficient permissions to access this page.
de_de: Fehlende Zugriffsrechte um diese Seite zu sehen.

source: A list of links to further resources on a per page/post basis; intern and extern links, Pingbacks.
de_de: Eine Link-Liste zu weiteren Resourcen im Web, für jede Page/Post; Pingbacks, Blogsearch.

source: Further Reading
de_de: Weiterführende Literatur & Seiten

source: Number of visible hyperlinks
de_de: Zahl angezeigter Hyperlinks

source: 0 := hidden; -1 := unlimited
de_de: 0 := versteckt; -1 := unbegrenzt

source: within Website
de_de: innerhalb dieser Webseite

source: Truncate hyperlinks to
de_de: Max. Zeichen je Link

source: characters
de_de: Zeichen

source: Display on
de_de: Anzeigen auf

source: pages
de_de: Seiten

source: others
de_de: Andere

source: No Links will be displayed and widget will not appear.
de_de: Keine Links werden angezeigt. Widget nicht sichtbar.

source: Show referenced resources like intern posts/pages, Pingbacks, by Blogsearch
de_de: Zeige verweiste Resourcen, z.B. eigene Posts und Seiten, durch Pingbacks und Blogsearch

source: Referenced By
de_de: Referenziert von

source: Truncate hyperlink to
de_de: Max. Zeichen je Link

source: Connect posts, pages and external resources (websites, pdf, doc, zip, exe,...). Use Caption, Cross-references, Bibliography, Footnotes. Use of Pingbacks and Blogsearch to dynamically manage your Blog-content (extern links).
de_de: Verbindet Posts u. Seiten miteinander u. mit externen Resourcen (Seiten, Dateien). Verwendet Beschriftung, Querverweise, Fußnoten, Bibliographie, Pingbacks, Blogsearch, Websearch, Batch und CMD-Tool.
